import { Song } from '@/types';

export const initialSongs: Song[] = [
  {
    id: '1',
    title: 'Προσκυνητής (Proskynitis)',
    artist: 'Αλκίνοος Ιωαννίδης',
    chords: ['Am', 'F', 'Dm', 'Am7', 'Em'],
    language: 'greek',
    notes: '4 μέτρα στην αρχή: Am F',
    lyrics: `Am               F                  Am
Τα βουνά περνάω και τις θάλασσες περνώ
Am           F
κάποιον αγαπάω
Am                F                Am
Δυο ευχές κρατάω και δυο τάματα κρατώ
Am           F
περπατώ και πάω

Dm                   Am7           F          Em
Κάποιος είπε πως η αγάπη σε ένα αστέρι κατοικεί
Em                     F
Αύριο βράδυ θα 'μαι 'κεί
Dm                 Am7          F            Em
Κάποιος είπε πως ο έρωτας για μια στιγμή κρατά
Em                    Am7
Αύριο βράδυ θα 'ν' αργά

Στα πουλιά μιλάω και στα δέντρα τραγουδώ
κάποιον αγαπάω
Κι όταν τραγουδάω προσευχές παραμιλώ
περπατώ και πάω

Κάποιος είπε πως ο δρόμος είναι η φλέβα της φωτιάς
Ψυχή μου πάντα να κυλάς
Κάποιος είπε πως ταξίδι είναι μόνο η προσευχή
Καρδιά μου να 'σαι ζωντανή

Κάποιος είπε πως η αγάπη σ έν' αστέρι κατοικεί
Αύριο βράδυ θα 'μαι 'κεί
Κάποιος είπε πως ο έρωτας για μια στιγμή κρατά
Αύριο βράδυ θα 'ν' αργά`,
  },
  {
    id: '2',
    title: 'Βράδυ Σαββάτου',
    artist: 'Βασίλης Παπακωνσταντίνου',
    chords: ['D#m', 'E', 'F#', 'G#m', 'B', 'C#m'],
    language: 'greek',
    notes: 'Άλμπουμ: Σφεντόνα (1992) - Στίχοι/Μουσική: Χρήστος Κυριαζής',
  },
];
